{
    "baphirmationator_data": {
      "baphirmationator_version": "66.6",
      "about": "Baphirmationator is a tool for creating and sharing baphirmations. Baphirmationator is a work in progress and is open source. If you would like to contribute to the project, please visit the GitHub page.",
      "logo": "img-001/logo.png",
      "baphirmation_categories": {
        "Self Love": {
          "description": "Love yourself and embrace your awesomeness! Boost your self-esteem and feel empowered to tackle whatever life throws at you. Celebrate who you are and never apologize for being you!",
          "image_url": "img-001/self_love.png",
          "baphirmations": [
            "I am whole and complete.",
            "I am important.",
            "I am warm and compassionate.",
            "I am loving.",
            "I am resilient.",
            "I am fearless.",
            "I am determined.",
            "I am intelligent.",
            "I am knowledgeable.",
            "I am insightful.",
            "I am fierce.",
            "I am organized.",
            "I am reliable.",
            "I am worthy.",
            "I deserve to be treated with love and respect—by others and myself.",
            "I am capable of so much.",
            "I am enough—exactly as I am.",
            "My well-being is important to me.",
            "It's okay for me to like myself.",
            "I accept myself as I am right now.",
            "I recognize that I struggle with self-love, but I am working on being kind to myself.",
            "I treat myself with empathy and compassion.",
            "I am getting to know the real me.",
            "I deserve good things in my life.",
            "I am in charge of my own happiness.",
            "I think for myself.",
            "I advocate for myself.",
            "I know what is best for myself.",
            "Only I decide who I am.",
            "I am the expert on myself.",
            "I am free to explore opinions and ideas that deviate from others.",
            "I will compliment something I like about myself today.",
            "Loving myself is not selfish.",
            "I don't need to prove my worth.",
            "I heal from harmful societal messages by practicing acts of self-love.",
            "Self-love allows me to be in healthy relationships.",
            "My disability is not a thing to be “fixed.”",
            "My disability is not a limitation.",
            "I am not defined by my disability.",
            "I am patient and kind to myself."
          ]
        },
        "Emotions": {
          "description": "Don't suppress your emotions - let them out! It's okay to feel all the feels and express them in your own way. Take time to reflect on your emotions and learn from them, and you'll be one step closer to emotional intelligence.",
          "image_url": "img-001/emotions.png",
          "baphirmations": [
      "I can't be strong and happy all the time, and that's okay.",
      "Feeling sad or angry doesn't make me negative; it makes me human.",
      "I work through my anger without shaming myself.",
      "I hold space for myself to feel and express my emotions.",
      "I allow myself to feel this way.",
      "All of my emotions are valid,  important, and nothing to be ashamed of.",
      "I can acknowledge my feelings without having to justify them.",
      "I give myself permission to be filled with doubt.",
      "I am allowed to struggle.",
      "I am not defined by what I feel.",
      "My emotions don't own me.",
      "I let go of dismissing difficult emotions or labeling them as bad.",
      "I can't control my emotions, but I can control how I express or react to them.",
      "I will seek out a safe space to process the pain I am feeling.",
      "I can acknowledge my feelings without trying to force myself into a toxic positivity mindset."
         ]
        },
        "Relationships": {
          "description": "Relationships take work, but remember to prioritize your own needs and boundaries. Surround yourself with people who lift you up and bring positivity into your life. You don't have to compromise who you are to make others happy - stay true to yourself and the right people will love you for it!",
          "image_url": "img-001/relationships.png",
          "baphirmations": [
            "I am a good friend.",
            "I can maintain boundaries while still practicing Tenet 1.",
            "Other people are not my responsibility.",
            "I don't want to be around people today, and that's okay.",
            "I am a reliable and trustworthy person.",
            "I decide which people are worth my time and energy.",
            "I do not exist to please others.",
            "I can be patient with others.",
            "I will not hide parts of myself for others' comfort.",
            "I reserve my time and energy for those who respect me.",
            "I deserve to be listened to.",
            "Polyamory is valid, and is not inferior to monogamy.",
            "I am polyamorous whether I'm in a relationship or not.",
            "It isn't my responsibility to live up to people's unrealistic expectations of me.",
            "My needs are just as important as my partner's.",
            "I can communicate my needs and boundaries.",
            "My boundaries are not unreasonable.",
            "I am worthy of love and respect.",
            "I don't need approval for how I live my life.",
            "I can let the people in my life know when I need space and time to myself.",
            "I make space for my chosen family.",
            "I am complete without another person.",
            "I am not a burden.",
            "Other people's motives and expectations are not superior to my needs and boundaries.",
            "The only way others can tell what's on my mind is if I tell them.",
            "It is okay to hold people accountable.",
            "I am free to say “no.”",
            "I affirm that I don't have to forgive everyone.",
            "It is okay if I change my mind.",
            "I don't have to justify my needs, boundaries, or decisions.",
            "I have a right to communicate my needs.",
            "I release the burden of carrying the weight of other people's problems.",
            "I am in control of how I speak and react to others.",
            "It is not my job to take care of others.",
            "I can love, respect, and appreciate others without taking responsibility for their happiness.",
            "I do not owe anyone anything."
          ]
        },
        "Self Care": {
          "description": "Taking care of yourself is not selfish, it's necessary! Make time to rest, recharge, and indulge in your favorite things. Prioritize your mental and physical well-being, and you'll have more energy to tackle life's challenges. Treat yourself with kindness and compassion, always!",
          "image_url": "img-001/self_care.png",
          "baphirmations": [
            "My worth is not defined by how much work I do or how much money I make.",
            "My worth is not defined by my output.",
            "I make space in my life for things outside of work.",
            "I will allow myself to relax without feeling guilty.",
            "My best is good enough.",
            "I allow myself to rest and take a break.",
            "My success is not measured by my wealth.",
            "I recognize that the “grind culture” mindset is unhealthy for me.",
            "I let myself pause and take a break.",
            "I give myself permission to postpone today until tomorrow.",
            "It is okay to delegate tasks to lighten my load.",
            "I am willing to go easy on myself.",
            "Self-care does not have to be expensive.",
            "I give myself permission to turn off my notifications when I need time for myself.",
            "I will not pressure myself to complete a task that doesn't have a realistic deadline.",
            "I make space for experiences outside of work that bring me joy.",
            "I can only do so much.",
            "I embrace saying “no” to taking on new responsibilities.",
            "I deserve time to myself.",
            "I fill my life with things that bring me joy.",
            "I show myself compassion when my body is trying to tell me to slow down."
          ]
        },
        "Recovery": {
          "description": "Recovery is a journey, but you're not alone! Lean on your support system and keep moving forward, one step at a time. Believe in your strength and resilience, and know that you can overcome any obstacle. Take pride in your progress and celebrate your victories, big or small!",
          "image_url": "img-001/recovery.png",
          "baphirmations": [
            "I am stronger than the urge to use.",
            "If I relapse, I can still love and respect myself, and continue on my recovery path.",
            "Rather than see relapse as a failure, I view it as a learning experience and chance to grow.",
            "Recovery is not linear.",
            "Relapse is not synonymous with failure.",
            "Relapse doesn't erase my progress.",
            "I am not starting from scratch—I'm starting exactly where I left off.",
            "Nothing can erase my growth and accomplishments.",
            "When I continue my recovery after a setback, I am guided by knowledge, skills, and experience that served me before.",
            "I don't have to justify my recovery path to anyone.",
            "I thrive in recovery without the need for superstitious-based religion.",
            "I am grateful for my allies.",
            "My allies help keep me accountable and focused on my recovery.",
            "My allies love and support me.",
            "I love and support my allies.",
            "Tomorrow may be different than today, and I am okay with that.",
            "I alone decide what my recovery path looks like.",
            "Today, I choose life.",
            "I am making progress everyday.",
            "I give myself permission to make choices that feel right to me.",
            "It's okay if I don't know what I want right now.",
            "I am proud of myself and my accomplishments.",
            "All of my achievements are significant.",
            "I take credit for everything that I've accomplished.",
            "I am ready for today."
          ]
        },
        "Growth": {
          "description": "Growth is a lifelong process - embrace change and learn from it! Be open to new experiences and perspectives, and don't be afraid to step outside your comfort zone. Hold yourself accountable and strive for personal development every day, and you'll achieve great things!",
          "image_url": "img-001/growth.png",
          "baphirmations": [
            "I am constantly changing, growing, and evolving—even when it may not feel like it.",
            "I open myself up to change and opportunities for growth.",
            "My mistakes make me human and help me grow.",
            "I am always learning and growing.",
            "Making mistakes is necessary for growth.",
            "My flaws do not make me weak; they make me human.",
            "My past mistakes do not define me.",
            "I am making an effort to be a better person.",
            "I can ask for help when I need it.",
            "I strive to be aware of my privilege.",
            "I refuse to punish myself.",
            "I am patient with my growth.",
            "I have created an amazing life for myself.",
            "I am growing into my fullest self.",
            "I refuse to allow others to hinder my growth.",
            "Growth doesn't happen overnight; it is a process and takes time.",
            "I give myself space to grow and flourish.",
            "Life is full of fluidity and change.",
            "I strive to be accountable for my actions."
          ]
        },
        "Healing": {
          "description": " Healing is a process, but it's worth it! Give yourself time and space to process your emotions and experiences, and don't be afraid to seek help when you need it. Remember to celebrate your progress and small victories along the way. You're a survivor and a warrior - never forget that!",
          "image_url": "img-001/healing.png",
          "baphirmations":[
            "I validate my experiences.",
            "I deserve to heal.",
            "I don't need to be saved by anyone I save myself.",
            "I have a right to be free from abuse.",
            "I can heal without forgiving someone.",
            "I resist forgiveness shaming and do whatever is best for myself.",
            "I validate my grief, trauma, and own path to healing.",
            "I am patient with myself and others.",
            "I heal in my own time, whatever that may look like.",
            "No one but me can dictate what my healing looks like.",
            "My grieving process is valid.",
            "There is no time-limit for my grieving.",
            "I refuse to let others shame me for my grieving process.",
            "I am safe within myself.",
            "I nurture, love, and trust myself.",
            "I have the right to do what I need to do, in order to keep myself safe and protected.",
            "My body belongs to me.",
            "My body deserves love, kindness, and respect.",
            "I give myself permission to assert my personal space.",
            "I am aware of my surroundings.",
            "I don't need to justify doing what I need to make myself safe.",
            "I have the right to remove myself from an environment that I feel unsafe or uncomfortable in.",
            "I surround myself with feelings of safety and security.",
            "I honor that my relationship with my body can be challenging.",
            "I free myself from the constraints of religious dogmas.",
            "I am my own master.",
            "No one can take away my power.",
            "I submit to no one.",
            "I complete myself.",
            "I celebrate and worship myself."
          ]
        },
        "Gender": {
          "description": "Your gender identity is valid and worthy of respect! Embrace who you are and don't let anyone tell you otherwise. Educate yourself and others about gender diversity and inclusivity, and fight for equal rights and representation. You are an important part of the LGBTQ+ community, and we love and support you!",
          "image_url": "img-001/gender.png",
          "baphirmations": [
            "My identity is not up for judgment or fetishization.",
            "I am the expert of my own identity and experiences.",
            "My experience matters.",
            "My queer/trans identity is not dependent on whether people know or not.",
            "I free myself from the belief that I have to come out.",
            "It's okay to not come out, especially in unsafe situations & environments.",
            "I have a right to not be outed to others.",
            "My gender can not be guessed, assigned, or diagnosed.",
            "There are no rules for what my gender transition journey has to look like.",
            "I am exploring and expressing my gender in a way that feels safe to me.",
            "My transition journey is my own.",
            "My trans identity is not dependent on whether or not I medically transition.",
            "It isn't my responsibility to make other people comfortable with my gender.",
            "My 'real name' is whatever name I use.",
            "I allow myself to take small steps.",
            "I am more than my body parts.",
            "My gender is separate from my anatomy.",
            "My sex assigned at birth is irrelevant to my gender.",
            "I am whatever gender I say I am.",
            "I do not have to submit to gender norms and stereotypes.",
            "It is not my responsibility to educate everyone about my identity/experiences.",
            "My gender is not a diagnosis.",
            "My queer/trans identity is not a choice.",
            "I am deserving of safety, visibility, and solidarity.",
            "Tolerance is not inclusion.",
            "I am not asking for too much.",
            "I have the right to express my gender in a way that feels comfortable and validating to me.",
            "I am deserving of access to gender-affirming healthcare.",
            "I deserve to be in spaces that are inclusive and safe.",
            "My identity shouldn't determine how I am treated.",
            "My gender doesn't determine my sexual orientation.",
            "The gender of my partner doesn't determine my sexual orientation.",
            "I don't have to tolerate microaggressions.",
            "I decide what is and isn't transphobic."
          ]
        },
        "Satanism": {
          "description": "Satanism is about personal freedom and empowerment - claim your power and own it! Don't let society's expectations and norms dictate your life choices. Embrace your individuality and your personal journey, and never apologize for being true to yourself. You are a badass Satanist, and we're proud to have you with us!",
          "image_url": "img-001/satanism.png",
          "baphirmations": [
            "My 'Satanym' is my real name. My 'real name' is my Satanym.",
            "I get my strength and courage from myself.",
            "I don't need to believe in superstition in order for my religion to be valid.",
            "I am deserving of religious rights and me being a Satanist does not invalidate that.",
            "Satanism, to me, is not just a religion, but a philosophy, a way of life, an identity, with principles that I strive to live by.",
            "Tenet 1 extends not only to others, but also to myself.",
            "I try my best to live by the Tenets, but I am not perfect and can only try my best.",
            "I value compassion and empathy as a part of my Satanist philosophy.",
            "I strive for personal growth and development, both spiritually and intellectually.",
            "I believe in equality and respect for all individuals, regardless of their background or beliefs within reason.",
            "I embrace the concept of individualism and the freedom to think and act for myself.",
            "I value community and the support that it provides in my personal journey.",
            "I understand that the Satanist philosophy is not about hurting others, but about personal growth and responsibility.",
            "Satan doesn't whisper, 'Believe in me.' She whispers 'Believe in yourself.'",
            "I am not a bad person for being a Satanist.",
            "Hell is not a place, it is a state of mind.",
            "I will love myself, and I will love others, hail Satan.",
            "My Satanism is my own, and I will not let others dictate what it means to me."
          ]
        },
        "Poe-sitivity": {
          "description": "Here be dragons, Poe-sitivity is all about embracing your inner darkness and finding strength in it. Embrace your shadows and your flaws, and use them to your advantage. Don't be afraid to speak your truth and fight for what you believe in, no matter how unconventional it may be. You are a force to be reckoned with - let your Poe-sitivity shine!",
          "image_url": "img-001/poe-sitivity.png",
          "baphirmations": [
            "The world has irreplaceable wronged me I will burn it down.",
            "My heart is forever broken. Closure is a lie.",
            "They. Will. Pay.",
            "I am everything. I form the very center of the world. Nothing exists outside me.",
            "There's no way my parents could have spawned someone so fascinating and advanced. I must've been adopted.",
            "My mind is a labyrinthine wonderland of horrors, and I relish the darkness within.",
            "The world is a cold and heartless place, and I am its only hope for redemption.",
            "I am the master of my fate, the captain of my soul, and the architect of my own destruction.",
            "There is no beauty without pain, and I am willing to suffer for my art.",
            "I am a haunted vessel, carrying the ghosts of my past with me everywhere I go.",
            "I am the hero of my own story, even if the story ends in tragedy.",
            "I reject society's expectations and embrace my own chaos.",
            "Life is an endless void of suffering, and I am its willing victim.",
            "I am a misunderstood genius, forever doomed to be unappreciated.",
            "I am the darkness that creeps into the light, the shadow that lurks behind every corner.",
            "I am the storm that rages within, and I will not be tamed or pacified."  
          ]
        }
      }
    }
  }
  